tap "buo/cask-upgrade"
tap "dandavison/delta", "https://github.com/dandavison/delta"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "aws-okta"
brew "awscli"
brew "cowsay"
brew "curl-openssl"
brew "exa"
brew "fswatch"
brew "fzf"
brew "git"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "jq"
brew "nmap"
brew "openconnect"
brew "pinentry-mac"
brew "prettyping"
brew "thefuck"
brew "tldr"
brew "tree"
brew "unrar"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dandavison/delta/git-delta"
brew "denisidoro/tools/navi", args: ["HEAD"]
cask "appcleaner"
cask "bitwarden"
cask "notion"
cask "docker"
cask "postman"
cask "rocket"
cask "spectacle"
cask "suspicious-package"
cask "telegram"
cask "the-unarchiver"
cask "vagrant"
cask "whatsapp"
cask "zoomus"