tap "aquasecurity/trivy"
tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "denisidoro/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "adns"
brew "asdf"
brew "aws-okta"
brew "awscli"
brew "bat"
brew "bdw-gc"
brew "brotli"
brew "c-ares"
brew "chamber"
brew "cowsay"
brew "gettext"
brew "curl"
brew "docker", link: false
brew "docker-machine", restart_service: true
brew "exa"
brew "exercism"
brew "freetype"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glib"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "htop"
brew "icu4c"
brew "ilmbase", link: true
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libzip"
brew "mas"
brew "nmap"
brew "openconnect"
brew "openjdk"
brew "pinentry-mac"
brew "pipenv"
brew "prettyping"
brew "python@3.8"
brew "ripgrep"
brew "telnet"
brew "terraform-docs"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
brew "xh"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "denisidoro/tools/navi"
brew "mongodb/brew/mongodb-community-shell"
cask "appcleaner"
cask "authy"
cask "bitwarden"
cask "caffeine"
cask "discord"
cask "docker"
cask "google-cloud-sdk"
cask "keybase"
cask "notion"
cask "postman"
cask "raycast"
cask "rocket"
cask "session-manager-plugin"
cask "spectacle"
cask "suspicious-package"
cask "teamspeak-client"
cask "telegram"
cask "textmate"
cask "the-unarchiver"
cask "whatsapp"
cask "zoom"
